recipes/roux.org
# Created 2015-10-26 Mon 11:53
#+TITLE: Roux
#+AUTHOR: Chris Keating


* Ingredients
- 1/2 cup of chopped celery stalks
- 1/2 cup of chopped onions
- 1/2 cup of chopped green bell peppers
- 1/2 cup of all-purpose flour
- 1/2 cup of vegetable oil

* Steps
1. heat oil until and whisk in flour.
2. cook over low heat, stirring often, until roux turns reddish brown (about 5-6 minutes).
3. Remove from heat, add celery, onions, and peppers.
4. Stir until the roux stops bubbling.
